Revit 2024 API
TableViewUIUtils Methods
The TableViewUIUtils type exposes the following members.
Methods
Name | Description
TestCellAndPromptToEditTypeParameter
 Prompts the end-user to control whether a type parameter contained in the specified table cell should be allowed edited.
See Also
TableViewUIUtils Class
Autodesk.Revit.UI Namespace